using System;

/*
Фирма, занимаваща се с маркетинг, иска да пази запис с данни на
нейните служители.

Всеки запис трябва да има следната характеристика
– първо име,
фамилия,
възраст,
пол (‘м’ или ‘ж’) и
уникален
номер на служителя (27 560 000 до 27 569 999).

Декларирайте необходимите променливи нужни, за да се запази информацията за един служител,
като използвате подходящи типове данни и описателни имена.

*/
namespace problem12
{
    class Program
    {
        static void Main(string[] args)
        {
            string firstName = null;

            string lastName = null;

            byte age = 0;

            char gender;

            Nullable<int> employeeNumber = null;
        }
    }
}
